---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Fabrication.FabricationNetworkChangeService
source: html/894a23f2-d1a1-23ba-5b28-4478235b26fa.htm
---
# FabricationNetworkChangeService Members

Creates a new instance of the FabricationNetworkChangeService class.